/* Action: Callable error */
"Callable file (%@) of unknown format, must be an AppleScript or Worfklow" = "Callable file (%@) of unknown format, must be an AppleScript or Worfklow";

/* AppleScript Error Alert */
"%@\n\nFound at character position, length: %d, %d" = "%@\n\nFound at character position, length: %d, %d";
"AppleScript Error: %@" = "AppleScript Error: %@";
"AppleScript reported the following error:\n%@" = "AppleScript reported the following error:\n%@";
"Edit Script" = "Edit Script";
"The script '%@' could not complete." = "The script '%@' could not complete.";
"The script file '%@' could not be opened." = "The script file '%@' could not be opened.";

/* Choose A File/Folder Panel */
"Choose" = "Choose";

/* Conditional Alert: Dont Show Again button */
"Don't Show Again" = "Don't Show Again";

/* Debug Panel */
"Off" = "Off";
"On" = "On";

/* Duration Formatter */
"day" = "day";
"days" = "days";
"hour" = "hour";
"hours" = "hours";
"minute" = "minute";
"minutes" = "minutes";
"month" = "month";
"months" = "months";
"second" = "second";
"seconds" = "seconds";
"year" = "year";
"years" = "years";

/* Emulation Alert */
"%@ appears to be running emulated" = "%@ appears to be running emulated";
"%@ appears to be running under Rosetta emulation. If you experience problems, please check our website for a newer version." = "%@ appears to be running under Rosetta emulation. If you experience problems, please check our website for a newer version.";
"Check Version" = "Check Version";

/* Expire Alert */
"Development Version Expired" = "Development Version Expired";
"This development copy has expired. Please see our website (http://www.rogueamoeba.com/) to obtain a newer version." = "This development copy has expired. Please see our website (http://www.rogueamoeba.com/) to obtain a newer version.";

/* Factory Reset: Read Me File Contents */
"This folder contains a copy of all your old settings, prior to the reset you performed on %@." = "This folder contains a copy of all your old settings, prior to the reset you performed on %@.";

/* Factory Reset: Read Me File Name */
"Read Me.txt" = "Read Me.txt";

/* File Size Abbrev. */
"b" = "b";
"GB" = "GB";
"KB" = "KB";
"MB" = "MB";

/* FirstRun Alert */
"Dive Right In" = "Dive Right In";
"For help getting started, see the Read Me or View the full Manual in the Help menu.\n\nPlease note, %@ is currently in trial mode and the quality of all audio will be degraded after %d minutes. For full-quality audio, please purchase a license." = "For help getting started, see the Read Me or View the full Manual in the Help menu.\n\nPlease note, %@ is currently in trial mode and the quality of all audio will be degraded after %d minutes. For full-quality audio, please purchase a license.";
"Open Read Me..." = "Open Read Me...";
"Thanks for using %@!" = "Thanks for using %@!";

/* General Error Alert */
"Error" = "Error";
"Error Code: %d" = "Error Code: %d";

/* HelpMenu: Help menu title */
"Help" = "Help";

/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(None)";

/* Internal Error Alert
   Root Alert
   Expire Alert */
"Quit" = "Quit";

/* Internal Error Alert */
"%@ Internal Error" = "%@ Internal Error";
"Continue" = "Continue";
"Force Quit" = "Force Quit";

/* Launch Services Error */
"The target application could not be launched because it does not appear to be an application." = "The target application could not be launched because it does not appear to be an application.";
"The target application could not be launched because it is already launching." = "The target application could not be launched because it is already launching.";
"The target application could not be launched because it is in the Trash." = "The target application could not be launched because it is in the Trash.";
"The target application is incompatible with this version of OS X." = "The target application is incompatible with this version of OS X.";
"The target can not be launched because another user is currently running it. Please check the Fast User Switching menu in the upper right corner of your screen for more information" = "The target can not be launched because another user is currently running it. Please check the Fast User Switching menu in the upper right corner of your screen for more information";
"Unknown Error (#%d)" = "Unknown Error (#%d)";
"You don't have permission to launch the target application" = "You don't have permission to launch the target application";

/* Noise Alert
   Registration Startup Alert */
"Buy" = "Buy";
"Enter License" = "Enter License";

/* Noise Alert
   VersionChecker
   Emulation Alert
   Trash Alert
   AppleScript Error Alert
   General Error Alert */
"OK" = "OK";

/* Noise Alert */
"Because you are using an UNREGISTERED copy of %@, the quality of the audio will now begin deteriorating noticeably. To avoid this and retain full-quality audio, you simply need to buy a license." = "Because you are using an UNREGISTERED copy of %@, the quality of the audio will now begin deteriorating noticeably. To avoid this and retain full-quality audio, you simply need to buy a license.";
"Do Not Adjust Your Speakers" = "Do Not Adjust Your Speakers";

/* PTFormatter: Data is not available
   Duration Formatter */
"N/A" = "N/A";

/* PTFormatter: Remaining Time */
"About %d hours, %d minutes" = "About %d hours, %d minutes";
"About %d minutes" = "About %d minutes";
"About %d seconds" = "About %d seconds";
"About a minute" = "About a minute";
"Less than a minute" = "Less than a minute";
"Less than a second" = "Less than a second";
"More than %d hours" = "More than %d hours";

/* Registration Startup Alert */
"%@ is currently unregistered, and subject to demo limitations.\n\nTo prevent this, please purchase a license." = "%@ is currently unregistered, and subject to demo limitations.\n\nTo prevent this, please purchase a license.";
"A Friendly Reminder" = "A Friendly Reminder";

/* Registration Status */
"Be sure to enter your name and code exactly as they were sent to you." = "Be sure to enter your name and code exactly as they were sent to you.";
"Error:" = "Error:";
"Thanks for purchasing!" = "Thanks for purchasing!";
"This code appears to be for another product or is otherwise unknown." = "This code appears to be for another product or is otherwise unknown.";
"This code is too long. Please check it, then reenter it by copy and pasting or typing it in manually." = "This code is too long. Please check it, then reenter it by copy and pasting or typing it in manually.";
"This code is too short. Please check it, then reenter it by copy and pasting or typing it in manually." = "This code is too short. Please check it, then reenter it by copy and pasting or typing it in manually.";

/* Registration Window */
"Code:" = "Code:";
"Date:" = "Date:";
"Name:" = "Name:";
"Product:" = "Product:";

/* Registration: Prefix Error */
"This is a license key for %@. Please enter a license key for %@." = "This is a license key for %@. Please enter a license key for %@.";

/* Root Alert */
"This application can not be used when running as root. Please log in as a another user to use it." = "This application can not be used when running as root. Please log in as a another user to use it.";

/* Timers */
"Everyday" = "Everyday";
"Weekdays" = "Weekdays";
"Weekends" = "Weekends";

/* Timers: Abbrev. */
"Fr" = "Fr";
"Mo" = "Mo";
"Sa" = "Sa";
"Su" = "Su";
"Th" = "Th";
"Tu" = "Tu";
"We" = "We";

/* Timers: No Days Selected */
"Never" = "Never";

/* Timers: Summary */
"Today" = "Today";
"Tomorrow" = "Tomorrow";
"Yesterday" = "Yesterday";

/* Trash Alert */
"This copy of %@ appears to be in the Trash" = "This copy of %@ appears to be in the Trash";
"You probably want to be running some other copy of %@, and not this one." = "You probably want to be running some other copy of %@, and not this one.";

/* URLS: Store URL */
"http://www.rogueamoeba.com/store/" = "http://www.rogueamoeba.com/store/";

/* URLs: Company URL */
"http://www.rogueamoeba.com/" = "http://www.rogueamoeba.com/";

/* URLs: Forum URL */
"http://www.rogueamoeba.com/forum/" = "http://www.rogueamoeba.com/forum/";

/* URLs: Lost registration */
"http://www.rogueamoeba.com/support/lsnrt.php" = "http://www.rogueamoeba.com/support/lsnrt.php";

/* URLs: Support email */
"support@rogueamoeba.com" = "support@rogueamoeba.com";

/* VersionChecker
   Registration Startup Alert */
"Later" = "Later";

/* VersionChecker */
"A new version of %@ is now available." = "A new version of %@ is now available.";
"Download" = "Download";
"More Info" = "More Info";
"The latest version of %@ is %@. Download directly or click \"More Info\" to go to the %@ website" = "The latest version of %@ is %@. Download directly or click \"More Info\" to go to the %@ website";
"You've got the latest!" = "You've got the latest!";
"Your version of %@ is up to date at this time." = "Your version of %@ is up to date at this time.";

/* Welcoming: Title with application name */
"Welcome to %@!" = "Welcome to %@!";

